[
    {
        "reference_name": "THE [***] WILLS AND INTESTACY REGULATION, 1799",
        "href": "/act-1315.html",
        "sections": [
            {
                "section_name": "2. Estates of Hindus, Muhammadans and others, not being disqualified landholders, leaving wills",
                "section_url": "/act-1315/section-49368.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Estates of Hindus, Muhammadans and others, not being disqualified landholders, leaving wills",
                        "law_description": "2. In all cases of Hindu, Mussalman or other person subject to the jurisdiction of the Zila Courts, having at his death left a will and appointed an executor or executors to carry the same into effect, and in which the heir to the deceased may not be a disqualified landholder subject to the superintendence of the Courts of wards the executors so appointed are to take charge of the estate of the deceased, and proceed in the execution of their trust according to the will of the deceased and the laws and usages of the country, without any application to the Judge of the Diwani Adalat or any other officer of the Government for his sanction; and the Courts of Justice are prohibited to interfere in such cases, except on a regular complaint against the executors for a breach of trust or otherwise, when they are to take cognizance of such complaint in common with all others of a civil nature."
                    }
                ]
            },
            {
                "section_name": "3. Estates of persons dying intestate",
                "section_url": "/act-1315/section-49369.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Estates of persons dying intestate",
                        "law_description": "3. In case of a Hindu, Mussalman or other person subject to the jurisdiction of the Zila Courts dying intestate, but leaving a son or other heir, who, by the laws of the country, may be entitled to succeed to the whole estate of the deceased, such heir, if of age and competent to take the possession and management of the estate, or, if under age or incompetent and not under the superintendence of the courts of Wards, his guardian or nearest of kin who, by special appointment or by the law and usage of the country, may be authorised to act for him, is not required to apply to the Courts of Justice for permission to take possession of the estate of the deceased as far as the same can be done without violence; and the Courts of Justice are restricted from interference in such cases, except a regular complaint be preferred."
                    }
                ]
            },
            {
                "section_name": "4. If there be more heirs than one to estate of intestate",
                "section_url": "/act-1315/section-49370.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "If there be more heirs than one to estate of intestate",
                        "law_description": "4. If there be more heirs than one to the estate of a person dying intestate, and they can agree amongst themselves in the appointment of a common manager, they are at liberty to take possession, and the Courts of Justice are restricted from interference, without a regular Complaint, as in the case of a single heir;\n \nBut if the right of succession to the estate be disputed between several claimants, one or more of whom may have taken possession, the Judge, on a regular suit being preferred by the party out of possession, shall take good and sufficient security from the party or parties in possession for his or their compliance with the judgment that may be passed in the suit; or, in default of such security being given within a reasonable period, may give possession, until the suit may be determined, to the other claimant or claimants who may be able to give such security, declaring at the same time that such possession is not in any degree to affect the right of property at issue between the parties, but to be considered merely as an administration to the estate for the benefit of the heirs who may on investigation be found entitled to succeed thereto."
                    }
                ]
            },
            {
                "section_name": "5. In what case Judge may appoint Administrator for care and management of estate of intestate",
                "section_url": "/act-1315/section-49371.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "In what case Judge may appoint Administrator for care and management of estate of intestate",
                        "law_description": "5. In the event of none of the claimants to the estate of a person dying intestate being able to give the security required by the preceding section, and in all cases wherein there may be no person authorised and willing to take charge of the landed estate of a person deceased, the Judge within whose jurisdiction such estate may be  situated (or in which the deceased may have resided, or the principle part of the estate may lie, in the event of its being situated within two or more jurisdictions) is authorised to appoint an administrator for the due care and management of such estate, until, in the former case, the suit depending between the several claimants shall have been determined, or in the latter case until the legal heir to the estate, or other person entitled to receive charge thereof as executor, administrator or otherwise, shall attend and claim the same; when, if the Judge be satisfied that the claim is well-founded, or if the same be established after any inquiry that may appear necessary, the administrator appointed by the Court shall deliver over the estate to him, with a full and just account of all receipts and disbursements during the period of his administration."
                    }
                ]
            },
            {
                "section_name": "6. Security to be taken from, and allowances paid to administrators",
                "section_url": "/act-1315/section-49372.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Security to be taken from, and allowances paid to administrators",
                        "law_description": "6. In all instances of an administrator being appointed under this regulation, he is, previous to entering upon the execution of his office, to give good security for the faithful discharge of his trust in a sum proportionate to the extent thereof and appointing him is authorised to fix for him (Subject to the approbation of the Court of Sadar Diwani Adalat, to whom a report is to be made in such instances) an adequate personal allowance to be paid out of the proceeds of the estate, and to be a percentage thereupon, after deducting the expenses of management."
                    }
                ]
            },
            {
                "section_name": "7. Procedure cases of persons dying intestate, leaving personal property to which there is no claimant",
                "section_url": "/act-1315/section-49373.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Procedure cases of persons dying intestate, leaving personal property to which there is no claimant",
                        "law_description": "7. The Judges of the Zila Courts on receiving information that any person within  their respective jurisdictions has died intestate, leaving personal property, and that there is no claimant to such property, are to adopt such measures as may be necessary for the temporary care of the property, and to issue an advertisement in the current languages of the country requiring the heir of the deceased, or any person entitled to receive charge of his effects, to attend for this purpose. Such advertisement to be published on the spot where the property was found, at the Diwani Adalat cutcherry of the Zila, and if ascertainable, at the dwelling place of the deceased; after whish, should any person attend and satisfy the Judge of his title to the property, or to receive charge thereof as executor, administrator or otherwise, the same is to be delivered up to him, on repayment of any necessary expense incurred in the care of it. \n \nShould no claim be preferred within the twelve months next ensuing, an inventory of the property and report of the circumstances of the case is to be transmitted to the [Government], for its orders."
                    }
                ]
            },
            {
                "section_name": "8. Saving of jurisdiction of Court of Wards",
                "section_url": "/act-1315/section-49374.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Saving of jurisdiction of Court of Wards",
                        "law_description": "8. Nothing in this Regulation is to be understood to limit or alter the jurisdiction of the Court of Wards in the appointment of managers or guardians for disqualified landholders, or in any case wherein a special power may be vested in the Court of Wards."
                    }
                ]
            }
        ]
    },
    {
        "reference_name": "THE  [***] CHARITABLE ENDOWMENTS PUBLIC BUILDINGS AND ESCHEATS REGULATION, 1810",
        "href": "/act-1316.html",
        "sections": [
            {
                "section_name": "2. Superintendence of lands granted for support of Colleges, etc.",
                "section_url": "/act-1316/section-49420.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Superintendence of lands granted for support of Colleges, etc.",
                        "law_description": "2. The general superintendence of all lands granted for the support of colleges and for other beneficial purposes, and of all public buildings, such as bridges, sarais, kattras and other\nedifices, is hereby vested in the 2[Deputy Commissioner]"
                    }
                ]
            },
            {
                "section_name": "3. Appropriation of endowments",
                "section_url": "/act-1316/section-49421.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Appropriation of endowments",
                        "law_description": "3. It shall be the duty of the 2[Deputy Commissioner] to take care that all endowments made for the maintenance of establishments of the above description be duly appropriated to the purpose for which they were destined by the Government or individual by whom such endowments were granted.\nIn like manner it shall be the duty of the 3[Deputy Commissioner] to provide, with the sanction of [the Government], for the due repair and maintenance of all public edifices which have been erected, either at the expense of the former or present Government or of individuals, and which either at present are or can conveniently be rendered conducive to the convenience of the community."
                    }
                ]
            },
            {
                "section_name": "4. Disposal of ruined buildings",
                "section_url": "/act-1316/section-49422.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Disposal of ruined buildings",
                        "law_description": "4. In those cases, however, in which any of the buildings in question have fallen to decay, and cannot, from that or other causes, be conveniently repaired, or are not calculated if repaired to afford any material accommodation to the public, the 2[Deputy Commissioner] shall recommend that they be sold on the public account, or otherwise disposed of, as may appear most expedient."
                    }
                ]
            },
            {
                "section_name": "5. Lands or public edifices not to be appropriated by individuals for private uses",
                "section_url": "/act-1316/section-49425.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Lands or public edifices not to be appropriated by individuals for private uses",
                        "law_description": "5. Under the foregoing rules it will of course be incumbent on the 2[Deputy Commissioner] to prevent any lands which have been granted for the support of establishments of the above description from being converted to the private use of individuals, or appropriated in any other mode contrary to the intent and will of the donor; and likewise to prevent all public edifices from being usurped by individuals and falling into the possession and exclusive use of private persons."
                    }
                ]
            },
            {
                "section_name": "6. Estimates of necessary repairs to be submitted to   [Government]",
                "section_url": "/act-1316/section-49428.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Estimates of necessary repairs to be submitted to   2[Government]",
                        "law_description": "6. Whenever the 3[Deputy Commissioner] may be of opinion that any of the above-mentioned edifices required repair, he shall obtain the necessary estimates of the expense required for the execution of the work, and forward them to 4[the Government] for its approval."
                    }
                ]
            },
            {
                "section_name": "7. Superintendence of nazul property",
                "section_url": "/act-1316/section-49429.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Superintendence of nazul property",
                        "law_description": "7. The general superintendence of all nazal property or escheats is likewise hereby vested in the 2[Deputy Commissioner] who will inform himself fully through the channel hereafter mentioned of all property of that description, and direct whether it should be sold on the public account, or in what other mode it should be disposed of."
                    }
                ]
            },
            {
                "section_name": "8. Appointment of local agents",
                "section_url": "/act-1316/section-49430.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Appointment of local agents",
                        "law_description": "8. To enable the 2[Deputy Commissioner] the better to carry into effect the duties intrusted to him by this Regulation, local agents shall be appointed by the Government in each zila subject to the authority, control and orders of the 3[Deputy Commissioner]."
                    }
                ]
            },
            {
                "section_name": "9.",
                "section_url": "/act-1316/section-49431.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "",
                        "law_description": "9. [This section was omitted by Article 3 and THE SCHEDULE of the Bangladesh Laws (Repealing and Amending) Order, 1973 (President's Order No. 12 of 1973)]"
                    }
                ]
            },
            {
                "section_name": "10. Agents to ascertain and report particulars of endowments, etc.",
                "section_url": "/act-1316/section-49432.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Agents to ascertain and report particulars of endowments, etc.",
                        "law_description": "10. Under the provisions of the present Regulation it will of course be the duty of the agents to obtain full information from the public records, and by personal inquiries, respecting all endowments, establishments and buildings of the nature of those above-described, and of all nazul property or escheats, and to report to the 2[Deputy Commissioner] any instances in which they may have reason to believe that the lands or buildings are improperly appropriated; being in all cases careful not to infringe any private rights, or to occasion unnecessary trouble or vexation to individuals."
                    }
                ]
            },
            {
                "section_name": "11. also names, etc., of present trustees or managers",
                "section_url": "/act-1316/section-49433.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "also names, etc., of present trustees or managers",
                        "law_description": "11. The said agents will further ascertain and report the names, together with other particulars, of the present trustees, managers or superintendents of the several institutions, foundations or establishments above described, whether under the designation of mutawali or any other, and by whom and under what authority appointed or elected, and whether in conformity to the special provisions of the original endowment and appropriation by the founder, or under any general rule or maxim applicable to such institutions and foundations."
                    }
                ]
            },
            {
                "section_name": "12. and all vacancies or casualties, with full information as to pretensions of claimants",
                "section_url": "/act-1316/section-49434.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "and all vacancies or casualties, with full information as to pretensions of claimants",
                        "law_description": "12. The local agents will also report to the 2[Deputy Commissioner] all vacancies and casualties which may occur, with full information of all circumstances, to enable the 3[Deputy Commissioner] to judge the pretensions of the person or persons claiming the trust; particularly whether the succession have been heretofore by inheritance in the line of descent, or whether the successor have been in former instances elected, and by whom, or whether he has been nominated by the founder or his heir or representative, or by any other individual patron of the foundation, or by any officer or representative of the Government, or directly by the Government itself."
                    }
                ]
            },
            {
                "section_name": "13. to recommend fit persons in cases where nomination rests in Government",
                "section_url": "/act-1316/section-49435.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "to recommend fit persons in cases where nomination rests in Government",
                        "law_description": "13. In those cases in which the nomination has usually rested with the present or former Government, or with a public officer, or of right appertains to 2[the Government], in consequence of no private person being competent and entitled to make sufficient provision for the succession to the trust and management, it will be the further duty of the local agents to propose, for the approval and confirmation of the 3[Deputy Commissioner], a fit person or persons for the charge of trustee or manager and superintendent, duly attending to the qualifications of the person selected, and to any special provisions of the original endowment and foundation, and to the general rules or the known usages of the country applicable to such cases."
                    }
                ]
            },
            {
                "section_name": "14.  [Deputy Commissioner] to appoint such persons, or make other provision for trust",
                "section_url": "/act-1316/section-49436.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "2[Deputy Commissioner] to appoint such persons, or make other provision for trust",
                        "law_description": "14. On the receipt of the report and information required by the preceding clause, the 3[Deputy Commissioner] will either appoint the person or persons nominated for his approval, or will make such other provision for the trust, superintendence and management as may be right and fit with reference to the nature and conditions of the endowment having previously called for any requisite further information from the local agents."
                    }
                ]
            },
            {
                "section_name": "15. Saving of private rights",
                "section_url": "/act-1316/section-49437.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Saving of private rights",
                        "law_description": "15. Nothing contained in this Regulation shall be construed to preclude any individual who may conceive that he has just grounds of complaint on account of any orders which may be passed by any of the above-mentioned authorities, with respect to the appropriation of any lands or buildings of the nature of those above-described, from suing for the recovery thereof in the regular course of law, or for compensation in damages for any loss or injury supposed to have been unduly sustained by him."
                    }
                ]
            },
            {
                "section_name": "16. Object of Regulation",
                "section_url": "/act-1316/section-49461.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Object of Regulation",
                        "law_description": "16. It is to be clearly understood that the object of the present Regulation is solely to provide for the due appropriation of lands granted for public purpose agreeably to the intent of the grantor, and not to resume any part of the produce of them for the benefit of the Government.\nIn like manner it is fully intended that all buildings erected by the former or present Government or by individuals for the convenience of the public should be exclusively appropriated to that purpose, with the exception of such as have fallen to decay and cannot from that or any other cause be conveniently repaired, or which, under existing circumstances, can no longer contribute to the accommodation of the community."
                    }
                ]
            },
            {
                "section_name": "16 A. Function of the Board of Revenue to be discharged by the Administrator of Waqfs in   [Bangladesh]",
                "section_url": "/act-1316/section-49463.html",
                "law_info": [
                    {
                        "chapter_name": null,
                        "law_title": "Function of the Board of Revenue to be discharged by the Administrator of Waqfs in   2[Bangladesh]",
                        "law_description": "3[16A. Notwithstanding anything contained in this Regulation, the powers and functions of the 4[Deputy Commissioner] under this Regulation shall be exercised in respect of any waqf property in 5[Bangladesh] by the Administrator of Waqfs appointed under the Waqfs Ordinance, 1962.]"
                    }
                ]
            }
        ]
    }
]
